IdeaRS.Connections
GeneralPlateData.ShapeParam1 Property
Compatible with IDEA StatiCa 0.0
 Rectangle-B1, Circle-R
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ShapeParam1 { get; set; }
Property Value
Type: Double
See Also
Reference
GeneralPlateData Class
IdeaRS.Connections.Data Namespace